iostat-pgbench-kernel/ubuntu-12.04/3.8.0-44-generic/pgbench-ro/report.txt
transaction type: SELECT only
scaling factor: 1000
query mode: simple
number of clients: 16
number of threads: 4
duration: 300 s
number of transactions actually processed: 573835
tps = 1912.409801 (including connections establishing)
tps = 1912.507204 (excluding connections establishing)
statement latencies in milliseconds:
	0.004820	\set naccounts 100000 * :scale
	0.003126	\setrandom aid 1 :naccounts
	8.343583	SELECT abalance FROM pgbench_accounts WHERE aid = :aid;